Repository: Forks-by-Rabenherz/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: fr, it, sl

# UserDetailsTitle
source: User Details
fr: Détails de l'utilisateur
it: Dettagli utente
sl: Podatki o uporabniku

source: User Information
fr: Informations sur l'utilisateur
it: Informazioni utente
sl: Podatki o uporabniku

source: Assigned Mail Accounts
fr: Comptes de messagerie assignés
it: Account email assegnati
sl: Dodeljeni poštni računi

# NoMailAccountsAssigned
source: No mail accounts assigned to this user.
fr: Aucun compte de messagerie assigné à cet utilisateur.
it: Nessun account email assegnato a questo utente.
sl: Temu uporabniku ni dodeljen noben e-poštni račun.

source: Save Changes
fr: Enregistrer les modifications
it: Salva modifiche
sl: Shrani spremembe

source: Email
sl: E-pošta

source: Create User
fr: Créer un utilisateur
it: Crea utente
sl: Ustvari uporabnika

source: Edit User
fr: Modifier l'utilisateur
it: Modifica utente
sl: Uredi uporabnika

# ErrorTitle
source: Error
fr: Erreur
it: Errore
sl: Napaka

# ErrorProcessingRequest
source: An error occurred while processing your request.
fr: Une erreur s'est produite lors du traitement de votre demande.
it: Si è verificato un errore durante l'elaborazione della tua richiesta.
sl: Pri obdelavi zahteve je prišlo do napake.

source: Request ID:
fr: ID de demande :
it: ID richiesta:
sl: ID zahteve:

source: Development Mode
fr: Mode développement
it: Modalità sviluppo
sl: Način razvoja

# DevelopmentModeDetail1
source: Swapping to Development environment will display more detailed information about the error that occurred.
fr: Passer à l'environnement de développement affichera des informations plus détaillées sur l'erreur qui s'est produite.
it: Passare all'ambiente di sviluppo mostrerà informazioni più dettagliate sull'errore che si è verificato.
sl: Preklop v razvojno okolje bo prikazal podrobnejše informacije o napaki, ki se je pojavila.

# DevelopmentModeDetail2
source: The Development environment shouldn't be enabled for deployed applications. It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the Development environment by setting the ASPNETCORE_ENVIRONMENT environment variable to Development and restarting the app.
fr: L'environnement de développement ne devrait pas être activé pour les applications déployées. Il peut entraîner l'affichage d'informations sensibles des exceptions aux utilisateurs finaux. Pour le débogage local, activez l'environnement de développement en définissant la variable d'environnement ASPNETCORE_ENVIRONMENT sur Development et en redémarrant l'application.
it: L'ambiente di sviluppo non dovrebbe essere abilitato per applicazioni distribuite. Può risultare nell'esposizione di informazioni sensibili dalle eccezioni agli utenti finali. Per il debug locale, abilita l'ambiente di sviluppo impostando la variabile d'ambiente ASPNETCORE_ENVIRONMENT su Development e riavviando l'applicazione.
sl: Razvojno okolje ne sme biti omogočeno za nameščene aplikacije. To lahko povzroči prikaz občutljivih informacij iz izjem končnim uporabnikom. Za lokalno odpravljanje napak omogočite razvojno okolje tako, da spremenljivko okolja ASPNETCORE_ENVIRONMENT nastavite na Razvoj in znova zaženete aplikacijo.

source: Email Details
fr: Détails de l'email
it: Dettagli email
sl: Podrobnosti pošte

# ExportEML
source: Export as EML
fr: Exporter en EML
it: Esporta come EML
sl: Izvozi kot EML

# ExportCSV
source: Export as CSV
fr: Exporter en CSV
it: Esporta come CSV
sl: Izvozi kot CSV

# ExportJSON
source: Export as JSON
fr: Exporter en JSON
it: Esporta come JSON
sl: Izvozi kot JSON

source: More Export Options
fr: Plus d'options d'exportation
it: Altre opzioni di esportazione
sl: Več možnosti izvoza

source: Copy to Mailbox
fr: Copier vers la boîte aux lettres
it: Copia nella casella di posta
sl: Kopiraj v nabiralnik

source: Toggle Dropdown
fr: Basculer le menu déroulant
it: Attiva/disattiva dropdown
sl: Preklopi seznam

source: Outgoing
fr: Sortant
it: In uscita
sl: Poslano

source: Folder
fr: Dossier
it: Cartella
sl: Mapa

source: Email Content
fr: Contenu de l'email
it: Contenuto email
sl: Vsebina pošte

source: Full View
fr: Vue complète
it: Vista completa
sl: Polni pogled

source: Target Settings
fr: Paramètres de la cible
it: Impostazioni destinazione
sl: Nastavitve cilja

source: Language
fr: Langue
it: Lingua
sl: Jezik

source: Advanced Search
fr: Recherche avancée
it: Ricerca avanzata
sl: Napredno iskanje

# AdvancedSearchInfo1
source: • Use quotes for exact phrases: "important meeting"
fr: • Utilisez des guillemets pour les phrases exactes : "réunion importante"
it: • Usa le virgolette per frasi esatte: "riunione importante"
sl: • Uporabite narekovaje za točne fraze: "pomembno srečanje"

# AdvancedSearchInfo2
source: • Field-specific search: subject:invoice, from:john, to:domain, body:"important"
fr: • Recherche spécifique par champ : subject:facture, from:jean, to:domaine, body:"important"
it: • Ricerca specifica per campo: subject:fattura, from:mario, to:dominio, body:"importante"
sl: • Iskanje po poljih: subject:račun, from:janez, to:domena, body:"pomembno"

# AdvancedSearchInfo3
source: • Combine both: "car insurance" subject:invoice from:insurance
fr: • Combinez les deux : "assurance auto" subject:facture from:assurance
it: • Combina entrambi: "assicurazione auto" subject:fattura from:assicurazione
sl: • Kombinirajte oboje: "avtomobilsko zavarovanje" subject:račun from:zavarovanje

source: Preview
fr: Aperçu
it: Anteprima
sl: Predogled

source: Download
fr: Télécharger
it: Scarica
sl: Prenesi

source: Close
fr: Fermer
it: Chiudi
sl: Zapri

source: Attachment Preview
fr: Aperçu de la pièce jointe
it: Anteprima allegato
sl: Predogled priloge

source: Preview not available
fr: Aperçu non disponible
it: Anteprima non disponibile
sl: Predogled ni na voljo

# FileTypeCannotBePreviewed
source: This file type cannot be previewed. Please download to view.
fr: Ce type de fichier ne peut pas être prévisualisé. Veuillez télécharger pour voir.
it: Questo tipo di file non può essere visualizzato in anteprima. Scarica per visualizzare.
sl: Te vrste datoteke ni mogoče predogledati. Prenesite za ogled.

source: Download All Attachments
fr: Télécharger toutes les pièces jointes
it: Scarica tutti gli allegati
sl: Prenesi vse priloge

source: Status
fr: Statut
it: Stato

# StatusLabel
source: Status:
fr: Statut :
it: Stato:

# AppName
source: Mail Archiver
fr: Archiveur de Courriels
it: Archiviatore Email
