Repository: Forks-by-Rabenherz/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: fr, it, sl

source: Email Archive
fr: Archive Email
it: Archivio Email
sl: Arhiv e-pošte

source: Export
fr: Exporter
it: Esporta
sl: Izvoz

source: Dashboard
fr: Tableau de bord
sl: Nadzorna plošča

source: Archive
it: Archivio
sl: Arhiv

source: Mail Accounts
fr: Comptes de messagerie
it: Account Email
sl: Poštni računi

source: Users
fr: Utilisateurs
it: Utenti
sl: Uporabniki

source: Jobs
fr: Tâches
it: Attività
sl: Opravila

source: Last update:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
sl: Zadnja posodobitev:

source: Search
fr: Rechercher
it: Cerca
sl: Iskanje

source: Search Term
fr: Terme de recherche
it: Termine di ricerca
sl: Iskalni izraz

source: From
fr: De
it: Da
sl: Od

source: To
fr: À
it: A
sl: Za

source: Account
fr: Compte
sl: Račun

source: Direction
it: Direzione
sl: Smer

source: Reset
fr: Réinitialiser
it: Reimposta
sl: Ponastavi

source: Selection Mode
fr: Mode de sélection
it: Modalità di selezione
sl: Način izbire

source: Batch Operation Information
fr: Informations sur l'opération par lot
it: Informazioni operazione batch
sl: Informacije o paketni obdelavi

source: Direct Processing
fr: Traitement direct
it: Elaborazione diretta
sl: Direktna obdelava

source: Background Job
fr: Tâche d'arrière-plan
it: Attività in background
sl: Opravilo v ozadju

source: Maximum Limit
fr: Limite maximale
it: Limite massimo
sl: Maksimalna omejitev

# ProcessOnPage
source: Process on this page (wait for completion)
fr: Traiter sur cette page (attendre la fin)
it: Elabora su questa pagina (attendi completamento)
sl: Obdelaj na tej strani (počakaj na dokončanje)

# ProcessInBackground
source: Process in background (monitor separately)
fr: Traiter en arrière-plan (surveiller séparément)
it: Elabora in background (monitora separatamente)
sl: Obdelaj v ozadju (nadzor ločeno)

# SplitLargerOperations
source: Split larger operations into multiple batches
fr: Diviser les opérations importantes en plusieurs lots
it: Dividi operazioni più grandi in batch multipli
sl: Večje operacije razdeli v več paketov

# ActiveJobsCurrentlyRunning
source: {0} active job(s) currently running
fr: {0} tâche(s) active(s) en cours d'exécution
it: {0} attività attive in esecuzione
sl: Trenutno teče {0} aktivnih opravil

# NoBackgroundJobsRunning
source: No background jobs currently running
fr: Aucune tâche d'arrière-plan en cours d'exécution
it: Nessuna attività in background in esecuzione
sl: Ni aktivnih opravil v ozadju

source: Monitor Background Jobs
fr: Surveiller les tâches d'arrière-plan
it: Monitora attività in background
sl: Nadziraj opravila v ozadju

source: View Job History
fr: Voir l'historique des tâches
it: Visualizza cronologia attività
sl: Pogled zgodovine opravil

# EmailsFound
source: {0} emails found
fr: {0} emails trouvés
it: {0} email trovate
sl: Najdenih {0} e-poštnih sporočil

# PageOf
source: Page {0} of {1}
fr: Page {0} sur {1}
it: Pagina {0} di {1}
sl: Stran {0} od {1}

source: Select All
fr: Tout sélectionner
it: Seleziona tutto
sl: Izberi vse

source: Deselect All
fr: Tout désélectionner
it: Deseleziona tutto
sl: Počisti izbor

source: Copy Selected
fr: Copier la sélection
it: Copia selezionate
sl: Kopiraj izbrano

source: Subject
fr: Objet
it: Oggetto
sl: Zadeva

source: Date
it: Data
sl: Datum

source: Attachments
fr: Pièces jointes
it: Allegati
sl: Priloge

source: Details
fr: Détails
it: Dettagli
sl: Podrobnosti

source: Out
fr: Sortant
it: In uscita
sl: Odhodno

source: In
fr: Entrant
it: In entrata
sl: Prejeto

source: Select this email
fr: Sélectionner cet email
it: Seleziona questa email
sl: Izberi to e-pošto

source: Previous
fr: Précédent
it: Precedente
sl: Prejšnja

source: Next
fr: Suivant
it: Successivo
sl: Naslednja

# NoEmailsFoundTitle
source: No Emails Found
fr: Aucun email trouvé
it: Nessuna email trovata
sl: Ni najdenih sporočil

# NoEmailsFoundText
source: No emails were found for the specified search criteria.
fr: Aucun email n'a été trouvé pour les critères de recherche spécifiés.
it: Nessuna email è stata trovata per i criteri di ricerca specificati.
sl: Ni sporočil za navedena iskalna merila.

source: Export Search Results
fr: Exporter les résultats de recherche
it: Esporta risultati ricerca
sl: Izvoz rezultatov iskanja

source: Export Format
fr: Format d'exportation
it: Formato di esportazione
sl: Oblika izvoza

source: Export Information:
fr: Informations d'exportation :
it: Informazioni esportazione:
sl: Informacije o izvozu:

# ExportingFilteredResults
source: Exporting filtered results based on your current search criteria.
fr: Exportation des résultats filtrés basés sur vos critères de recherche actuels.
it: Esportazione risultati filtrati basati sui tuoi criteri di ricerca attuali.
sl: Izvozim filtrirane rezultate glede na trenutna merila.

# ExportingAllEmails
source: Exporting all emails from your archive.
fr: Exportation de tous les emails de votre archive.
it: Esportazione di tutte le email dal tuo archivio.
sl: Izvozim vsa sporočila iz arhiva.

# ExportMayTakeTime
source: Export may take some time for large numbers of emails. The exported file will contain up to 10,000 emails.
fr: L'exportation peut prendre du temps pour un grand nombre d'emails. Le fichier exporté contiendra jusqu'à 10 000 emails.
it: L'esportazione può richiedere tempo per un gran numero di email. Il file esportato conterrà fino a 10.000 email.
sl: Izvoz lahko traja dlje pri večji količini sporočil. Datoteka bo vsebovala do 10.000 sporočil.

# EmailsMatchCriteria
source: {0} emails match your current criteria and will be exported.
fr: {0} emails correspondent à vos critères actuels et seront exportés.
it: {0} email corrispondono ai tuoi criteri attuali e verranno esportate.
sl: {0} sporočil ustreza merilom in bo izvoženih.

source: Cancel
fr: Annuler
it: Annulla
sl: Prekliči

# ExportButton
source: Export
fr: Exporter
it: Esporta
sl: Izvozi

# DirectProcessingMode
source: Direct Processing
fr: Traitement direct
it: Elaborazione diretta
sl: Direktna obdelava

# BackgroundJobMode
source: Background Job
fr: Tâche d'arrière-plan
it: Attività in background
sl: Način opravil v ozadju

# TooManySelected
source: Too Many - Split Required
fr: Trop nombreux - Division requise
it: Troppe selezionate - Divisione richiesta
sl: Preveč - potrebno razdeliti

# PleaseSelectAtLeastOne
source: Please select at least one email to copy.
fr: Veuillez sélectionner au moins un email à copier.
it: Seleziona almeno una email da copiare.
sl: Izberite vsaj eno e-pošto za kopiranje.

# TooManyEmailsSelected
source: Too many emails selected ({0}). Maximum allowed is {1} emails. Please reduce your selection or split into multiple operations.
fr: Trop d'emails sélectionnés ({0}). Maximum autorisé : {1} emails. Veuillez réduire votre sélection ou diviser en plusieurs opérations.
it: Troppe email selezionate ({0}). Massimo consentito: {1} email. Riduci la selezione o dividi in più operazioni.
sl: Izbranih je preveč sporočil ({0}). Dovoljeno največ {1}. Zmanjšajte izbor ali ga razdelite.

# ContinueWithOperation
source: You have selected {0} emails. This will be processed as a background job that you can monitor separately. Continue?
fr: Vous avez sélectionné {0} emails. Ceci sera traité comme une tâche d'arrière-plan que vous pouvez surveiller séparément. Continuer ?
it: Hai selezionato {0} email. Questo verrà elaborato come attività in background che puoi monitorare separatamente. Continuare?
sl: Izbrali ste {0} sporočil. Obdelano bo kot opravilo v ozadju. Nadaljujem?

source: No emails archived yet
fr: Aucun email archivé pour le moment
it: Nessuna email archiviata ancora
sl: Ni arhiviranih sporočil

source: Quick Actions
fr: Actions rapides
it: Azioni rapide
sl: Hitre akcije

source: Search Archive
fr: Rechercher dans l'archive
it: Cerca nell'archivio
sl: Išči po arhivu

source: Add Account
fr: Ajouter un compte
it: Aggiungi account
sl: Dodaj račun

source: Manage Accounts
fr: Gérer les comptes
it: Gestisci account
sl: Upravljaj račune

source: Background Jobs
fr: Tâches d'arrière-plan
it: Attività in background
sl: Opravila v ozadju

source: active jobs
fr: tâches actives
it: attività attive
sl: aktivna opravila

source: Emails
it: Email
sl: E-pošta

source: Accounts
fr: Comptes
it: Account
sl: Računi

source: Storage
fr: Stockage
it: Archiviazione
sl: Shramba

source: Emails per Month
fr: Emails par mois
it: Email per mese
sl: E-pošta po mesecih

source: Last 12 Months
fr: 12 derniers mois
it: Ultimi 12 mesi
sl: Zadnjih 12 mesecev

source: Top Senders
fr: Principaux expéditeurs
it: Principali mittenti
sl: Naj pošiljatelji

source: Incoming
fr: Entrant
it: In entrata
sl: Prejeto

source: Account Overview
fr: Aperçu des comptes
it: Panoramica account
sl: Pregled računov

source: Show All
fr: Tout afficher
it: Mostra tutto
sl: Pokaži vse

source: Name
fr: Nom
it: Nome
sl: Ime

source: Email Address
fr: Adresse email
it: Indirizzo email
sl: E-poštni naslov

source: Count
fr: Nombre
it: Conteggio
sl: Število

# LastSync
source: Last Synchronization
fr: Dernière synchronisation
it: Ultima sincronizzazione
sl: Zadnja sinhronizacija

source: No email accounts found
fr: Aucun compte email trouvé
it: Nessun account email trovato
sl: Ni najdenih e-poštnih računov

# BackgroundJobsActive
source: Active Background Jobs:
fr: Tâches d'arrière-plan actives :
it: Attività in background attive:
sl: Aktivna opravila v ozadju:

source: View Jobs
fr: Voir les tâches
it: Visualizza attività
sl: Poglej opravila

# AttachmentsCount
source: Attachments
fr: Pièces jointes
it: Allegati
sl: Priloge

source: Auto Delete
fr: Suppression automatique
it: Eliminazione automatica
sl: Samodejno brisanje

source: Actions
it: Azioni
sl: Akcije

source: Enabled
fr: Activé
it: Abilitato
sl: Omogočeno

source: Disabled
fr: Désactivé
it: Disabilitato
sl: Onemogočeno

source: Not synced
fr: Non synchronisé
it: Non sincronizzato
sl: Ni sinhronizirano

source: days
fr: jours
it: giorni
sl: dnevi

source: Server
fr: Serveur
sl: Strežnik

source: Email Accounts
fr: Comptes Email
it: Account Email
sl: E-poštni računi

source: Create New User
fr: Créer un nouvel utilisateur
it: Crea nuovo utente
sl: Ustvari novega uporabnika

source: Username
fr: Nom d'utilisateur
it: Nome utente
sl: Uporabniško ime

source: Role
fr: Rôle
it: Ruolo
sl: Vloga

source: Created
fr: Créé
it: Creato
sl: Ustvarjeno

source: Last Login
fr: Dernière connexion
it: Ultimo accesso
sl: Zadnja prijava

source: Admin
fr: Administrateur
it: Amministratore
sl: Skrbnik

source: User
fr: Utilisateur
it: Utente
sl: Uporabnik

source: Active
fr: Actif
it: Attivo
sl: Aktiven

source: Inactive
fr: Inactif
it: Inattivo
sl: Neaktiven

source: Never
fr: Jamais
it: Mai
sl: Nikoli

source: Assign
fr: Assigner
it: Assegna
sl: Dodeli

source: Disable
fr: Désactiver
it: Disabilita
sl: Onemogoči

source: Enable
fr: Activer
it: Abilita
sl: Omogoči

source: Delete
fr: Supprimer
it: Elimina
sl: Izbriši

# DeleteAccountConfirm
source: Delete account {0} and all archived emails? This cannot be undone!
fr: Supprimer le compte {0} et tous les emails archivés ? Cette action ne peut pas être annulée !
it: Eliminare l'account {0} e tutte le email archiviate? Questa azione non può essere annullata!
sl: Izbrišem račun {0} in vso arhivirano pošto? Tega ni mogoče razveljaviti!

# DeleteUserConfirm
source: Are you sure you want to delete user {0}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur {0} ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare l'utente {0}? Questa azione non può essere annullata.
sl: Res želite izbrisati uporabnika {0}? Dejanja ni mogoče razveljaviti.

source: No users found
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
sl: Ni najdenih uporabnikov

# AddFirstUser
source: Add your first user to start managing access to the mail archive.
fr: Ajoutez votre premier utilisateur pour commencer à gérer l'accès à l'archive email.
it: Aggiungi il tuo primo utente per iniziare a gestire l'accesso all'archivio email.
sl: Dodajte prvega uporabnika za upravljanje dostopa.

# BackgroundJobsTitle
source: Background Jobs
fr: Tâches d'arrière-plan
it: Attività in Background
sl: Opravila v ozadju

source: Back to Archive
fr: Retour à l'archive
it: Torna all'archivio
sl: Nazaj na arhiv

source: MBox Import Jobs
fr: Tâches d'importation MBox
it: Attività importazione MBox
sl: Opravila uvoza MBox

source: Job ID
fr: ID de tâche
it: ID attività
sl: ID opravila

source: File Name
fr: Nom de fichier
it: Nome file
sl: Ime datoteke

source: Progress
fr: Progression
it: Progresso
sl: Napredek

# EmailsLabel
source: Emails
it: Email
sl: E-pošta

# CreatedLabel
source: Created
fr: Créé
it: Creato
sl: Ustvarjeno

source: Synchronization Jobs
fr: Tâches de synchronisation
it: Attività di sincronizzazione
sl: Opravila sinhronizacije

source: Last 20
fr: 20 derniers
it: Ultimi 20
sl: Zadnjih 20

source: Started
fr: Commencé
it: Iniziato
sl: Začetek

source: Duration
fr: Durée
it: Durata
sl: Trajanje

source: Batch Restore Jobs
fr: Tâches de restauration par lot
it: Attività ripristino batch
sl: Paketna obnova

source: Batch Restore
fr: Restauration par lot
it: Ripristino batch
sl: Paketna obnova

source: No Background Jobs
fr: Aucune tâche d'arrière-plan
it: Nessuna attività in background
sl: Ni opravil v ozadju

# NoActiveBackgroundJobs
source: There are currently no active background jobs.
fr: Il n'y a actuellement aucune tâche d'arrière-plan active.
it: Non ci sono attualmente attività in background attive.
sl: Trenutno ni aktivnih opravil v ozadju.

source: Import MBox Files
fr: Importer des fichiers MBox
it: Importa file MBox
sl: Uvozi MBox datoteke

source: Recent Emails
fr: Emails récents
it: Email recenti
sl: Zadnja prejeta pošta

source: Subject, sender...
fr: Objet, expéditeur...
it: Oggetto, mittente...
sl: Zadeva, pošiljatelj

source: Import Mbox
fr: Importer MBox
it: Importa Mbox
sl: Uvozi Mbox

source: IMAP Server
fr: Serveur IMAP
it: Server IMAP
sl: IMAP strežnik

source: Edit
fr: Modifier
it: Modifica
sl: Uredi

source: Sync
fr: Synchroniser
it: Sincronizza
sl: Sinhroniziraj

source: No email accounts configured
fr: Aucun compte email configuré
it: Nessun account email configurato
sl: Ni definiranega nobenega e-pošnega računa

# AddFirstAccount
source: Add your first email account to start archiving emails or import existing MBox files.
fr: Ajoutez votre premier compte email pour commencer à archiver des emails ou importer des fichiers MBox existants.
it: Aggiungi il tuo primo account email per iniziare ad archiviare email o importare file MBox esistenti.
sl: Dodajte svoj prvi e-poštni račun za začetek arhiviranja ali uvozite obstoječo MBox datoteko.

source: Create New Email Account
fr: Créer un nouveau compte email
it: Crea nuovo account email
sl: Ustvari nov e-poštni račun

source: Account Name
fr: Nom du compte
it: Nome account
sl: Naziv računa

source: IMAP Port
fr: Port IMAP
it: Porta IMAP
sl: IMAP vrata

source: Password
fr: Mot de passe
sl: Geslo

source: Use SSL
fr: Utiliser SSL
it: Usa SSL
sl: Uporabi SSL

source: Account Enabled
fr: Compte activé
it: Account abilitato
sl: Račun omogočen

# DisabledAccountsNotSynced
source: Disabled accounts will not be synchronized
fr: Les comptes désactivés ne seront pas synchronisés
it: Gli account disabilitati non verranno sincronizzati
sl: Onemogočeni računi ne bodo sinhronizirani

source: Delete After Days
fr: Supprimer après ... jours
it: Elimina dopo ... giorni
sl: Izbriši po dneh

source: Save
fr: Enregistrer
it: Salva
sl: Shrani

source: Back to List
fr: Retour à la liste
it: Torna alla lista
sl: Nazaj na seznam

source: Leave empty to disable automatic deletion
fr: Laissez vide pour désactiver la suppression automatique
it: Lascia vuoto per disabilitare l'eliminazione automatica
sl: Pustite prazno da onemogočite samodejni izbris

# AutoDeleteText
source: Automatically delete emails from the server after they have been archived for this many days. Leave empty to disable automatic deletion.
fr: Supprime automatiquement les emails du serveur après qu'ils aient été archivés pendant ce nombre de jours. Laissez vide pour désactiver la suppression automatique.
it: Elimina automaticamente le email dal server dopo che sono state archiviate per questo numero di giorni. Lascia vuoto per disabilitare l'eliminazione automatica.
sl: Samodejno izbriši e-pošto s strežnika, ko je arhivirana toliko dni. Za onemogočanje samodejnega brisanja pustite polje prazno.

source: Authentication
fr: Authentification
it: Autenticazione
sl: Avtentikacija

source: Email Deletion
fr: Suppression d'emails
it: Eliminazione email
sl: Izbris e-pošte

# DeleteEmailAccountTitle
source: Delete Email Account
fr: Supprimer le compte email
it: Elimina account email
sl: Izbriši e-poštni račun

source: PERMANENT DELETION WARNING
fr: AVERTISSEMENT DE SUPPRESSION PERMANENTE
it: AVVISO ELIMINAZIONE PERMANENTE
sl: OPOZORILO TRAJNO BRISANJE

# AboutToDeleteAccountAllEmails
source: You are about to permanently delete this email account and ALL its archived emails.
fr: Vous êtes sur le point de supprimer définitivement ce compte email et TOUS ses emails archivés.
it: Stai per eliminare definitivamente questo account email e TUTTE le sue email archiviate.
sl: Trajno boste izbrisali ta račun in VSO arhivirano e-pošto.

source: What will be deleted:
fr: Ce qui sera supprimé :
it: Cosa verrà eliminato:
sl: Kaj bo izbrisano:

# DeleteItemAccountConfig
source: Account configuration and settings
fr: Configuration et paramètres du compte
it: Configurazione e impostazioni account
sl: Nastavitve in konfiguracija računa

# DeleteItemAllArchivedEmails
source: All {0} archived emails
fr: Tous les {0} emails archivés
it: Tutte le {0} email archiviate
sl: Vsa arhivirana e-pošta ({0})

# DeleteItemAllAttachments
source: All email attachments and content
fr: Toutes les pièces jointes et le contenu des emails
it: Tutti gli allegati e contenuti email
sl: Vse priloge in vsebina

# DeleteItemSyncHistory
source: Synchronization history
fr: Historique de synchronisation
it: Cronologia sincronizzazione
sl: Zgodovina sinhronizacije

source: This action:
fr: Cette action :
it: Questa azione:
sl: To dejanje:

# ActionCannotBeUndone
source: Cannot be undone
fr: Ne peut pas être annulée
it: Non può essere annullata
sl: Ni ga mogoče razveljaviti

# ActionCannotBeRecovered
source: Cannot be recovered
fr: Ne peut pas être récupérée
it: Non può essere recuperata
sl: Ni ga mogoče obnoviti

# ActionWillFreeStorage
source: Will free up database storage space
fr: Libérera de l'espace de stockage de la base de données
it: Libererà spazio di archiviazione del database
sl: Sprosti prostor v podatkovni bazi

# ActionWillStopSync
source: Will stop all synchronization for this account
fr: Arrêtera toute synchronisation pour ce compte
it: Interromperà qualsiasi sincronizzazione per questo account
sl: Ustavi vso sinhronizacijo za ta račun

source: Alternative:
it: Alternativa:
sl: Alternativa:

# AlternativeDisableInfo
source: If you only want to stop email synchronization without losing data, you can disable the account instead.
fr: Si vous voulez seulement arrêter la synchronisation des emails sans perdre de données, vous pouvez désactiver le compte à la place.
it: Se vuoi solo interrompere la sincronizzazione delle email senza perdere dati, puoi disabilitare l'account invece.
sl: Če želite le ustaviti sinhronizacijo brez izgube podatkov, račun onemogočite.

# DisableAccountInsteadLink
source: disable the account instead
fr: désactiver le compte à la place
it: disabilita l'account invece
sl: onemogočite račun

source: Account to be deleted
fr: Compte à supprimer
it: Account da eliminare
sl: Račun, ki bo izbrisan

source: Archived Emails
fr: Emails archivés
it: Email archiviate
sl: Arhivirana e-pošta

# ArchivedEmailsWillBeDeleted
source: {0} emails will be deleted
fr: {0} emails seront supprimés
it: {0} email verranno eliminate
sl: {0} sporočil bo izbrisanih

source: Final Confirmation
fr: Confirmation finale
it: Conferma finale
sl: Končna potrditev

# UnderstandDeletionAcknowledge
source: I understand that this action will permanently delete the account "{0}" and all {1} archived emails. This action cannot be undone.
fr: Je comprends que cette action supprimera définitivement le compte "{0}" et tous les {1} emails archivés. Cette action ne peut pas être annulée.
it: Comprendo che questa azione eliminerà definitivamente l'account "{0}" e tutte le {1} email archiviate. Questa azione non può essere annullata.
sl: Razumem, da bo dejanje trajno izbrisalo račun "{0}" in vseh {1} arhiviranih sporočil. Tega ni mogoče razveljaviti.

source: Cancel - Keep Account
fr: Annuler - Conserver le compte
it: Annulla - Mantieni account
sl: Prekliči - Obdrži račun

source: Disable Instead
fr: Désactiver à la place
it: Disabilita invece
sl: Namesto tega onemogoči

# PermanentlyDeleteAccountAndEmails
source: PERMANENTLY DELETE ACCOUNT & {0} EMAILS
fr: SUPPRIMER DÉFINITIVEMENT LE COMPTE ET {0} EMAILS
it: ELIMINA DEFINITIVAMENTE ACCOUNT E {0} EMAIL
sl: TRAJNO IZBRIŠI RAČUN IN {0} SPOROČIL

# FinalWarningTitle
source: FINAL WARNING!
fr: AVERTISSEMENT FINAL !
it: AVVISO FINALE!
sl: ZADNJE OPOZORILO!

# YouAreAboutToDelete
source: You are about to PERMANENTLY DELETE:
fr: Vous êtes sur le point de SUPPRIMER DÉFINITIVEMENT :
it: Stai per ELIMINARE DEFINITIVAMENTE:
sl: Trajno boste IZBRISALI:

# BulletAccount
source: Account: "{0}"
fr: Compte : "{0}"
sl: Račun: "{0}"

# BulletArchivedEmails
source: {0} archived emails
fr: {0} emails archivés
it: {0} email archiviate
sl: {0} arhiviranih sporočil

# BulletAllAttachments
source: All attachments and data
fr: Toutes les pièces jointes et données
it: Tutti gli allegati e dati
sl: Vse priloge in podatki

# DeletionCannotBeUndone
source: This action CANNOT be undone!
fr: Cette action NE PEUT PAS être annulée !
it: Questa azione NON PUÒ essere annullata!
sl: Tega dejanja NI MOGOČE razveljaviti!

source: Are you absolutely sure?
fr: Êtes-vous absolument sûr ?
it: Sei assolutamente sicuro?
sl: Ste popolnoma prepričani?

source: Edit Email Account
fr: Modifier le compte email
it: Modifica account email
sl: Uredi e-poštni račun

source: Folder Exclusion
fr: Exclusion de dossiers
it: Esclusione cartelle
sl: Izločanje map

source: Excluded Folders
fr: Dossiers exclus
it: Cartelle escluse
sl: Izločene mape

# EnterFolderNames
source: Enter folder names separated by semicolons, e.g.: Junk;Spam;Trash
fr: Entrez les noms de dossiers séparés par des points-virgules, ex. : Indésirable;Spam;Corbeille
it: Inserisci nomi cartelle separati da punto e virgola, es: Junk;Spam;Trash
sl: Vnesite imena map, ločena s podpičji, npr.: Neželena pošta; Koš

# EnterFolderNamesText
source: Folders to exclude from synchronization. Enter folder names separated by semicolons.
fr: Dossiers à exclure de la synchronisation. Entrez les noms de dossiers séparés par des points-virgules.
it: Cartelle da escludere dalla sincronizzazione. Inserisci nomi cartelle separati da punto e virgola.
sl: Mape, ki jih želite izključiti iz sinhronizacije. Vnesite imena map, ločena s podpičji.

source: Available Folders
fr: Dossiers disponibles
it: Cartelle disponibili
sl: Mape na voljo

# FoldersOnServer
source: These folders are available on the IMAP server.
fr: Ces dossiers sont disponibles sur le serveur IMAP.
it: Queste cartelle sono disponibili sul server IMAP.
sl: Te mape so na voljo na strežniku IMAP.

# AccountDetailsTitle
source: Account Details
fr: Détails du compte
it: Dettagli account
sl: Podrobnosti računa

# EmailAccountDetailsHeader
source: Email Account Details
fr: Détails du compte email
it: Dettagli account email
sl: Podrobnosti e-poštnega računa

source: Total Emails
fr: Total des emails
it: Totale email
sl: Skupaj e-pošte
