Repository: Forks-by-Rabenherz/mail-archiver
Catalog: Resources/SharedResource.*.resx
Languages: fr, it, sl

# EmailsArchived
source: {0} emails archived
fr: {0} emails archivés
it: {0} email archiviate
sl: {0} arhiviranih sporočil

# DeletingAccountWillRemoveAllEmails
source: Deleting this account will permanently remove all {0} archived emails
fr: Supprimer ce compte supprimera définitivement tous les {0} emails archivés
it: Eliminare questo account rimuoverà definitivamente tutte le {0} email archiviate
sl: Brisanje računa bo trajno odstranilo vseh {0} arhiviranih sporočil

source: Not yet synchronized
fr: Pas encore synchronisé
it: Non ancora sincronizzato
sl: Še ni sinhronizirano

source: Reset Sync Time
fr: Réinitialiser l'heure de synchronisation
it: Reimposta tempo sincronizzazione
sl: Ponastavi čas sinhronizacije

# ResetSyncTimeConfirm
source: Are you sure you want to reset the sync time to current time? This will prevent repeated sync errors from causing incomplete syncs, as the system will only sync emails newer than this timestamp.
fr: Êtes-vous sûr de vouloir réinitialiser l'heure de synchronisation à l'heure actuelle ? Cela empêchera les erreurs de synchronisation répétées de causer des synchronisations incomplètes, car le système ne synchronisera que les emails plus récents que cette horodatage.
it: Sei sicuro di voler reimpostare il tempo di sincronizzazione all'ora attuale? Questo impedirà che errori di sincronizzazione ripetuti causino sincronizzazioni incomplete, poiché il sistema sincronizzerà solo email più recenti di questo timestamp.
sl: Ali ste prepričani, da želite ponastaviti čas sinhronizacije na trenutni čas? To bo preprečilo ponavljajoče se napake sinhronizacije, saj bo sistem sinhroniziral le e-pošto novejšega časa.

# ResetSyncTimeNote
source: Note: This resets the sync time to current time. This will prevent repeated sync errors from causing incomplete syncs, as the system will only sync emails newer than this timestamp.
fr: Note : Cela réinitialise l'heure de synchronisation à l'heure actuelle. Cela empêchera les erreurs de synchronisation répétées de causer des synchronisations incomplètes, car le système ne synchronisera que les emails plus récents que cette horodatage.
it: Nota: Questo reimposta il tempo di sincronizzazione all'ora attuale. Questo impedirà che errori di sincronizzazione ripetuti causino sincronizzazioni incomplete, poiché il sistema sincronizzerà solo email più recenti di questo timestamp.
sl: Opomba: Ponastavitev časa sinhronizacije na trenutni čas prepreči ponavljajoče napake sinhronizacije.

# AutoDeleteEnabledInfo
source: Emails will be automatically deleted from the server after being archived for {0} days
fr: Les emails seront automatiquement supprimés du serveur après avoir été archivés pendant {0} jours
it: Le email verranno automaticamente eliminate dal server dopo essere state archiviate per {0} giorni
sl: E-pošta bo samodejno izbrisana s strežnika po {0} dneh arhiviranja

# AutoDeleteDisabledInfo
source: Emails will not be automatically deleted from the server
fr: Les emails ne seront pas automatiquement supprimés du serveur
it: Le email non verranno automaticamente eliminate dal server
sl: E-pošta ne bo samodejno izbrisana s strežnika

source: Account Actions
fr: Actions du compte
it: Azioni account
sl: Dejanja računa

source: Edit Account
fr: Modifier le compte
it: Modifica account
sl: Uredi račun

source: Disable Account
fr: Désactiver le compte
it: Disabilita account
sl: Onemogoči račun

source: Enable Account
fr: Activer le compte
it: Abilita account
sl: Omogoči račun

source: Quick Sync
fr: Synchronisation rapide
it: Sincronizzazione rapida
sl: Hitro sinhroniziranje

source: Full Resync
fr: Resynchronisation complète
it: Risincronizzazione completa
sl: Polna ponovna sinhronizacija

source: Copy All Emails to Another Mailbox
fr: Copier tous les emails vers une autre boîte aux lettres
it: Copia tutte le email in un'altra casella di posta
sl: Kopiraj vso pošto v drug nabiralnik

source: Danger Zone
fr: Zone dangereuse
it: Zona pericolosa
sl: Nevarno območje

# DangerZoneInfo
source: The following actions are irreversible and will permanently delete data.
fr: Les actions suivantes sont irréversibles et supprimeront définitivement les données.
it: Le seguenti azioni sono irreversibili ed elimineranno definitivamente i dati.
sl: Naslednja dejanja so nepovratna in trajno izbrišejo podatke.

# DeleteAccountAllEmailsButton
source: Delete Account & All Emails ({0})
fr: Supprimer le compte et tous les emails ({0})
it: Elimina account e tutte le email ({0})
sl: Izbriši račun in vso pošto ({0})

# DeleteAccountWithEmailsConfirm
source: Are you sure you want to delete this account and ALL {0} archived emails? This action cannot be undone!
fr: Êtes-vous sûr de vouloir supprimer ce compte et TOUS les {0} emails archivés ? Cette action ne peut pas être annulée !
it: Sei sicuro di voler eliminare questo account e TUTTE le {0} email archiviate? Questa azione non può essere annullata!
sl: Res želite izbrisati ta račun in VSO ({0}) arhivirano e-pošto? Dejanja ni mogoče razveljaviti!

source: Back to Accounts
fr: Retour aux comptes
it: Torna agli account
sl: Nazaj na račune

# ImportMBoxFileTitle
source: Import MBox File
fr: Importer un fichier MBox
it: Importa file MBox
sl: Uvozi MBox datoteko

source: MBox Import Information:
fr: Informations sur l'importation MBox :
it: Informazioni importazione MBox:
sl: Informacije o uvozu MBox:

# SupportedFormatsStandard
source: Supported formats: Standard MBox files (.mbox, .mbx)
fr: Formats supportés : Fichiers MBox standard (.mbox, .mbx)
it: Formati supportati: File MBox standard (.mbox, .mbx)
sl: Podprte oblike: Standardne MBox datoteke (.mbox, .mbx)

# MaximumFileSize
source: Maximum file size: {0}
fr: Taille maximale du fichier : {0}
it: Dimensione massima file: {0}
sl: Maksimalna velikost: {0}

# LargeFilesBackground
source: Large files will be processed in the background
fr: Les gros fichiers seront traités en arrière-plan
it: I file di grandi dimensioni verranno elaborati in background
sl: Velike datoteke se obdelajo v ozadju

# DuplicateEmailsSkipped
source: Duplicate emails will be automatically skipped
fr: Les emails en double seront automatiquement ignorés
it: Le email duplicate verranno automaticamente saltate
sl: Podvojena sporočila se preskočijo

# AllEmailsImported
source: All emails will be imported to the specified folder
fr: Tous les emails seront importés dans le dossier spécifié
it: Tutte le email verranno importate nella cartella specificata
sl: Vsa sporočila bodo uvožena v izbrano mapo

source: Upload and Import Settings
fr: Paramètres de téléchargement et d'importation
it: Impostazioni caricamento e importazione
sl: Nastavitve nalaganja in uvoza

source: Select MBox File
fr: Sélectionner un fichier MBox
it: Seleziona file MBox
sl: Izberite MBox datoteko

# SupportedFormatsWithMax
source: Supported formats: .mbox, .mbx files. Maximum size: {0}
fr: Formats supportés : fichiers .mbox, .mbx. Taille maximale : {0}
it: Formati supportati: file .mbox, .mbx. Dimensione massima: {0}
sl: Podprto: .mbox, .mbx. Maksimalno: {0}

source: Target Account
fr: Compte cible
it: Account di destinazione
sl: Ciljni račun

# PlaceholderSelectAccount
source: -- Select Account --
fr: -- Sélectionner un compte --
it: -- Seleziona account --
sl: -- Izberite račun --

source: Target Folder
fr: Dossier cible
it: Cartella di destinazione
sl: Ciljna mapa

# PlaceholderSelectAccountFirst
source: -- Select Account First --
fr: -- Sélectionner d'abord un compte --
it: -- Seleziona prima un account --
sl: -- Najprej izberite račun --

source: File Information:
fr: Informations sur le fichier :
it: Informazioni file:
sl: Podatki o datoteki:

# FileNameLabel
source: File Name:
fr: Nom du fichier :
it: Nome file:
sl: Ime datoteke:

# FileSizeLabel
source: File Size:
fr: Taille du fichier :
it: Dimensione file:
sl: Velikost:

source: Estimated Processing Time:
fr: Temps de traitement estimé :
it: Tempo elaborazione stimato:
sl: Ocenjen čas obdelave:

source: Important:
it: Importante:
sl: Pomembno:

# ImportBackgroundInfo1
source: The import process will run in the background for large files.
fr: Le processus d'importation s'exécutera en arrière-plan pour les gros fichiers.
it: Il processo di importazione verrà eseguito in background per file di grandi dimensioni.
sl: Uvoz velikih datotek poteka v ozadju.

# ImportBackgroundInfo2
source: You can monitor the progress on the status page after starting the import.
fr: Vous pouvez surveiller la progression sur la page de statut après avoir démarré l'importation.
it: Puoi monitorare il progresso nella pagina di stato dopo aver avviato l'importazione.
sl: Napredek lahko spremljate na statusni strani po začetku uvoza.

source: Start Import
fr: Démarrer l'importation
it: Avvia importazione
sl: Začni uvoz

source: View Import Jobs
fr: Voir les tâches d'importation
it: Visualizza attività importazione
sl: Prikaži uvoze

# FileSizeExceedsMax
source: File size exceeds maximum allowed size of {0}
fr: La taille du fichier dépasse la taille maximale autorisée de {0}
it: La dimensione del file supera la dimensione massima consentita di {0}
sl: Velikost presega največjo dovoljeno: {0}

source: Loading folders...
fr: Chargement des dossiers...
it: Caricamento cartelle...
sl: Nalaganje map...

# PlaceholderSelectFolder
source: -- Select Folder --
fr: -- Sélectionner un dossier --
it: -- Seleziona cartella --
sl: -- Izberite mapo --

source: Error loading folders
fr: Erreur lors du chargement des dossiers
it: Errore caricamento cartelle
sl: Napaka pri nalaganju map

# UploadInProgress
source: Upload in progress... Please do not close this page until redirected.
fr: Téléchargement en cours... Veuillez ne pas fermer cette page jusqu'à la redirection.
it: Caricamento in corso... Non chiudere questa pagina fino al reindirizzamento.
sl: Nalaganje v teku... Ne zaprite strani.

source: Starting Import...
fr: Démarrage de l'importation...
it: Avvio importazione...
sl: Zaganjam uvoz...

# MBoxImportStatusTitle
source: MBox Import Status
fr: Statut de l'importation MBox
it: Stato importazione MBox
sl: Status uvoza MBox

source: All Jobs
fr: Toutes les tâches
it: Tutte le attività
sl: Vsa opravila

source: Import Job Information
fr: Informations sur la tâche d'importation
it: Informazioni attività importazione
sl: Informacije o uvoznem opravilu

# JobIDLabel
source: Job ID:
fr: ID de tâche :
it: ID attività:
sl: ID opravila:

# EmailsLabelStatus
source: Emails:
it: Email:
sl: Sporočila:

# ProcessedSuffix
source: processed
fr: traités
it: elaborate
sl: obdelanih

# EstimatedSuffix
source: estimated
fr: estimés
it: stimate
sl: ocenjenih

# EmailsProcessedSuffix
source: emails processed
fr: emails traités
it: email elaborate
sl: sporočil obdelanih

# EmailsEstimatedSuffix
source: emails estimated
fr: emails estimés
it: email stimate
sl: sporočil ocenjenih

source: Estimating...
fr: Estimation en cours...
it: Stima in corso...
sl: Ocenjevanje...

# ProgressLabel
source: Progress:
fr: Progression :
it: Progresso:
sl: Napredek:

source: Import Complete
fr: Importation terminée
it: Importazione completata
sl: Uvoz zaključen

source: File Processing Progress
fr: Progression du traitement du fichier
it: Progresso elaborazione file
sl: Napredek obdelave datoteke

# ResultsLabel
source: Results:
fr: Résultats :
it: Risultati:
sl: Rezultati:

# SuccessLabel
source: Success:
fr: Succès :
it: Successo:
sl: Uspešno:

# FailedLabel
source: Failed:
fr: Échoué :
it: Fallito:
sl: Neuspešno:

# CurrentEmailLabel
source: Current Email:
fr: Email actuel :
it: Email corrente:
sl: Trenutno sporočilo:

# StartedLabel
source: Started:
fr: Commencé :
it: Iniziato:
sl: Začetek:

# CompletedLabel
source: Completed:
fr: Terminé :
it: Completato:
sl: Zaključeno:

# DurationLabel
source: Duration:
fr: Durée :
it: Durata:
sl: Trajanje:

# ErrorLabel
source: Error:
fr: Erreur :
it: Errore:
sl: Napaka:

# CancelImportConfirm
source: Are you sure you want to cancel this import job?
fr: Êtes-vous sûr de vouloir annuler cette tâche d'importation ?
it: Sei sicuro di voler annullare questa attività di importazione?
sl: Res želite preklicati ta uvoz?

source: Cancel Import
fr: Annuler l'importation
it: Annulla importazione
sl: Prekliči uvoz

# ImportCompletedTitle
source: Import Completed!
fr: Importation terminée !
it: Importazione completata!
sl: Uvoz zaključen!

# ImportCompletedSummary
source: Successfully imported {0} emails with {1} errors.
fr: Importation réussie de {0} emails avec {1} erreurs.
it: Importazione riuscita di {0} email con {1} errori.
sl: Uspešno uvoženih {0} sporočil z {1} napakami.

source: Search Imported Emails
fr: Rechercher les emails importés
it: Cerca email importate
sl: Išči uvožena sporočila

source: Import Another File
fr: Importer un autre fichier
it: Importa altro file
sl: Uvozi drugo datoteko

# MoreEmailsThanEstimated
source: More emails found than estimated - progress based on file size
fr: Plus d'emails trouvés qu'estimé - progression basée sur la taille du fichier
it: Trovate più email del previsto - progresso basato sulla dimensione del file
sl: Več sporočil kot ocenjeno - napredek temelji na velikosti datoteke

# LoginTitle
source: Login
fr: Connexion
it: Accesso
sl: Prijava

# LoginSubtitle
source: Please sign in to access the email archive
fr: Veuillez vous connecter pour accéder à l'archive de courriels
it: Effettua l'accesso per accedere all'archivio email
sl: Prijavite se za dostop do arhiva e-pošte

# UsernameLabel
source: Username
fr: Nom d'utilisateur
it: Nome utente
sl: Uporabniško ime

# UsernamePlaceholder
source: Enter your username
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
sl: Vnesite uporabniško ime

# PasswordLabel
source: Password
fr: Mot de passe
sl: Geslo

# PasswordPlaceholder
source: Enter your password
fr: Entrez votre mot de passe
it: Inserisci la tua password
sl: Vnesite geslo

source: Remember me
fr: Se souvenir de moi
it: Ricordami
sl: Zapomni si me

source: Sign In
fr: Se connecter
it: Accedi
sl: Prijava

# AccessDeniedTitle
source: Access Denied
fr: Accès refusé
it: Accesso negato
sl: Dostop zavrnjen

# AccessDeniedIntro
source: You do not have permission to access this resource.
fr: Vous n'avez pas la permission d'accéder à cette ressource.
it: Non hai il permesso di accedere a questa risorsa.
sl: Nimate dovoljenja za dostop do tega vira.

# AccessDeniedLoggedInInfo1
source: You are logged in, but your account does not have the required permissions to access this page.
fr: Vous êtes connecté, mais votre compte n'a pas les permissions requises pour accéder à cette page.
it: Sei connesso, ma il tuo account non ha i permessi richiesti per accedere a questa pagina.
sl: Prijavljeni ste, vendar vaš račun nima potrebnih dovoljenj za ogled strani.

# AccessDeniedLoggedInInfo2
source: If you believe this is an error, please contact your system administrator.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter votre administrateur système.
it: Se pensi che sia un errore, contatta il tuo amministratore di sistema.
sl: Če menite, da gre za napako, kontaktirajte skrbnika sistema.

source: Go to Dashboard
fr: Aller au tableau de bord
it: Vai al dashboard
sl: Na nadzorno ploščo

source: Sign Out
fr: Se déconnecter
it: Disconnetti
sl: Odjava

# RestoreEmailTitle
source: Restore Email
fr: Restaurer l'email
it: Ripristina email
sl: Obnovi e-pošto

source: Copy Email to Mailbox
fr: Copier l'email vers la boîte aux lettres
it: Copia email nella casella di posta
sl: Kopiraj e-pošto v nabiralnik

source: Back
fr: Retour
it: Indietro
sl: Nazaj

source: Email Information
fr: Informations sur l'email
it: Informazioni email
sl: Podatki o e-pošti

# SubjectLabel
source: Subject:
fr: Objet :
it: Oggetto:
sl: Zadeva:

# FromLabel
source: From:
fr: De :
it: Da:
sl: Od:

# DateLabel
source: Date:
it: Data:
sl: Datum:

# SelectAccountToViewFolders
source: Select a mail account first to view available folders.
fr: Sélectionnez d'abord un compte email pour voir les dossiers disponibles.
it: Seleziona prima un account email per vedere le cartelle disponibili.
sl: Najprej izberite račun za prikaz map.

# CopySingleEmailInfo
source: This function copies the archived email to the specified folder of the target account. The email will remain in the archive.
fr: Cette fonction copie l'email archivé vers le dossier spécifié du compte cible. L'email restera dans l'archive.
it: Questa funzione copia l'email archiviata nella cartella specificata dell'account di destinazione. L'email rimarrà nell'archivio.
sl: Ta funkcija kopira arhivirano sporočilo v izbrano mapo ciljnega računa. Sporočilo ostane v arhivu.

# CopyEmailButton
source: Copy Email
fr: Copier l'email
it: Copia email
sl: Kopiraj e-pošto

# BatchCopyEmailsTitle
source: Batch Copy Emails
fr: Copie par lot d'emails
it: Copia email in batch
sl: Paketno kopiranje e-pošte

source: Copy Multiple Emails to Mailbox
fr: Copier plusieurs emails vers la boîte aux lettres
it: Copia multiple email nella casella di posta
sl: Kopiraj več e-pošt v nabiralnik

# SelectedEmailsHeader
source: Selected Emails
fr: Emails sélectionnés
it: Email selezionate
sl: Izbrana sporočila

# SelectedEmailsCountMessage
source: You have selected {0} emails to copy to a mailbox folder.
fr: Vous avez sélectionné {0} emails à copier vers un dossier de boîte aux lettres.
it: Hai selezionato {0} email da copiare in una cartella di casella di posta.
sl: Izbrali ste {0} sporočil za kopiranje v mapo.

# BatchOperationMayTakeTime
source: This operation may take some time depending on the number of emails and their sizes.
fr: Cette opération peut prendre du temps selon le nombre d'emails et leurs tailles.
it: Questa operazione può richiedere tempo a seconda del numero di email e delle loro dimensioni.
sl: Operacija lahko traja glede na število in velikost sporočil.

# CopyMultipleEmailsInfo
source: This function copies the selected archived emails to the specified folder of the target account. The emails will remain in the archive.
fr: Cette fonction copie les emails archivés sélectionnés vers le dossier spécifié du compte cible. Les emails resteront dans l'archive.
it: Questa funzione copia le email archiviate selezionate nella cartella specificata dell'account di destinazione. Le email rimarranno nell'archivio.
sl: Ta funkcija kopira izbrana arhivirana sporočila v izbrano mapo ciljnega računa. Sporočila ostanejo v arhivu.

# CopyEmailsButton
source: Copy Emails
fr: Copier les emails
it: Copia email
sl: Kopiraj e-pošto

# BatchRestoreStatusTitle
source: Batch Restore Status
fr: Statut de la restauration par lot
it: Stato ripristino batch
sl: Status paketne obnove

source: Job Information
fr: Informations sur la tâche
it: Informazioni attività
sl: Podatki o opravilu

# TotalEmailsLabel
source: Total Emails:
fr: Total des emails :
it: Totale email:
sl: Skupaj:

# RemainingSuffix
source: remaining
fr: restants
it: rimanenti
sl: preostalih

# CancelJobConfirm
source: Are you sure you want to cancel this job?
fr: Êtes-vous sûr de vouloir annuler cette tâche ?
it: Sei sicuro di voler annullare questa attività?
sl: Res želite preklicati to opravilo?

source: Cancel Job
fr: Annuler la tâche
it: Annulla attività
sl: Prekliči opravilo

# JobCompletedTitle
source: Job Completed!
fr: Tâche terminée !
it: Attività completata!
sl: Opravilo zaključeno!

# JobCompletedSummary
source: Processed {0} emails with {1} successful and {2} failed.
fr: Traité {0} emails avec {1} réussis et {2} échoués.
it: Elaborate {0} email con {1} riuscite e {2} fallite.
sl: Obdelanih {0} sporočil: uspešno {1}, neuspešno {2}.

# AsynchronousBatchCopyTitle
source: Asynchronous Batch Copy
fr: Copie par lot asynchrone
it: Copia batch asincrona
sl: Asinhrono paketno kopiranje

source: Large Operation Detected:
fr: Opération importante détectée :
it: Operazione grande rilevata:
sl: Zaznana velika operacija:

# AsyncBatchCopyIntro
source: You have selected {0} emails. This operation will run in the background and you can monitor its progress.
fr: Vous avez sélectionné {0} emails. Cette opération s'exécutera en arrière-plan et vous pourrez surveiller sa progression.
it: Hai selezionato {0} email. Questa operazione verrà eseguita in background e potrai monitorarne il progresso.
sl: Izbrali ste {0} sporočil. Operacija bo tekla v ozadju in lahko spremljate napredek.

# BenefitsHeader
source: Benefits:
fr: Avantages :
it: Vantaggi:
sl: Prednosti:

# BenefitRunsInBackground
source: Operation runs in the background
fr: L'opération s'exécute en arrière-plan
it: L'operazione viene eseguita in background
sl: Operacija teče v ozadju

# BenefitMonitorRealtime
source: You can monitor progress in real-time
fr: Vous pouvez surveiller la progression en temps réel
it: Puoi monitorare il progresso in tempo reale
sl: Napredek v realnem času

# BenefitCanCancel
source: Operation can be cancelled if needed
fr: L'opération peut être annulée si nécessaire
it: L'operazione può essere annullata se necessario
sl: Možnost preklica

# BenefitNoTimeout
source: Your browser session won't timeout
fr: Votre session de navigateur n'expirera pas
it: La sessione del browser non scadrà
sl: Seja brskalnika ne poteče

# BenefitAutoRetry
source: Automatic retry on temporary failures
fr: Nouvelle tentative automatique en cas d'échecs temporaires
it: Riprovare automaticamente in caso di fallimenti temporanei
sl: Samodejni ponovni poskus ob začasnih napakah

# AsyncBatchCopyWarning
source: This operation will copy {0} emails to the selected folder. The operation will run in the background and may take {1} minutes to complete.
fr: Cette opération copiera {0} emails vers le dossier sélectionné. L'opération s'exécutera en arrière-plan et peut prendre {1} minutes pour se terminer.
it: Questa operazione copierà {0} email nella cartella selezionata. L'operazione verrà eseguita in background e potrebbe richiedere {1} minuti per completarsi.
sl: Operacija bo kopirala {0} sporočil v izbrano mapo in lahko traja {1} minut.

source: Start Background Operation
fr: Démarrer l'opération d'arrière-plan
it: Avvia operazione in background
sl: Začni opravilo v ozadju

# AssignMailAccountsTitle
source: Assign Mail Accounts
fr: Assigner des comptes de messagerie
it: Assegna account email
sl: Dodeli poštne račune

source: Assign Mail Accounts to User
fr: Assigner des comptes de messagerie à l'utilisateur
it: Assegna account email all'utente
sl: Dodeli poštne račune uporabniku

# UserLabel
source: User:
fr: Utilisateur :
it: Utente:
sl: Uporabnik:

source: Available Mail Accounts
fr: Comptes de messagerie disponibles
it: Account email disponibili
sl: Razpoložljivi poštni računi

source: No mail accounts available.
fr: Aucun compte de messagerie disponible.
it: Nessun account email disponibile.
sl: Ni razpoložljivih poštnih računov.

source: Save Assignments
fr: Enregistrer les assignations
it: Salva assegnazioni
sl: Shrani dodelitve

# ChangePasswordTitle
source: Change Password
fr: Changer le mot de passe
it: Cambia password
sl: Spremeni geslo

source: Back to Dashboard
fr: Retour au tableau de bord
it: Torna al dashboard
sl: Nazaj na nadzorno ploščo

source: Current Password
fr: Mot de passe actuel
it: Password attuale
sl: Trenutno geslo

source: New Password
fr: Nouveau mot de passe
it: Nuova password
sl: Novo geslo

source: Confirm New Password
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
sl: Potrdi novo geslo

# LeaveBlankToKeepPassword
source: Leave blank to keep current password
fr: Laissez vide pour conserver le mot de passe actuel
it: Lascia vuoto per mantenere la password attuale
sl: Pustite prazno, če želite ohraniti trenutno geslo

# CreateUserTitle
source: Create User
fr: Créer un utilisateur
it: Crea utente
sl: Ustvari uporabnika

# EditUserTitle
source: Edit User
fr: Modifier l'utilisateur
it: Modifica utente
sl: Uredi uporabnika
